{
  "the</w>": 0,
  "of</w>": 1,
  "and</w>": 2,
  "is</w>": 3,
  "to</w>": 4,
  "in</w>": 5,
  "a</w>": 6,
  "that</w>": 7,
  ".</w>": 8,
  ",</w>": 9,
  "s</w>": 10,
  "it</w>": 11,
  "e": 12,
  "d": 13,
  "a": 14,
  "as</w>": 15,
  "e</w>": 16,
  "t": 17,
  "re": 18,
  "s": 19,
  "ing</w>": 20,
  "f": 21,
  "in": 22,
  "l": 23,
  "c": 24,
  "ed</w>": 25,
  "or</w>": 26,
  "t</w>": 27,
  "not</w>": 28,
  "be</w>": 29,
  "p": 30,
  "es</w>": 31,
  "m": 32,
  "y</w>": 33,
  "h": 34,
  "i": 35,
  "we</w>": 36,
  "are</w>": 37,
  "which</w>": 38,
  "ar": 39,
  "with</w>": 40,
  "an": 41,
  "b": 42,
  "\"": 43,
  "g": 44,
  "o": 45,
  "al</w>": 46,
  "or": 47,
  "u": 48,
  "n": 49,
  "al": 50,
  "en": 51,
  "this</w>": 52,
  "v": 53,
  "at": 54,
  "d</w>": 55,
  "y": 56,
  "as": 57,
  "y,</w>": 58,
  "for</w>": 59,
  "an</w>": 60,
  "s,</w>": 61,
  "ti": 62,
  "tion</w>": 63,
  "S": 64,
  "is": 65,
  "th": 66,
  "The</w>": 67,
  "es": 68,
  "el": 69,
  "li": 70,
  "on</w>": 71,
  "what</w>": 72,
  "by</w>": 73,
  "r": 74,
  "-": 75,
  "from</w>": 76,
  "ic": 77,
  "on": 78,
  "its</w>": 79,
  "e,</w>": 80,
  "ly</w>": 81,
  "has</w>": 82,
  "er": 83,
  "er</w>": 84,
  "un": 85,
  "have</w>": 86,
  "more</w>": 87,
  "sa": 88,
  "A": 89,
  "w": 90,
  "st": 91,
  "ac": 92,
  "his</w>": 93,
  "it": 94,
  "C": 95,
  "con": 96,
  "ent</w>": 97,
  "k": 98,
  "s.</w>": 99,
  "\"</w>": 100,
  "at</w>": 101,
  "de": 102,
  "ex": 103,
  "he</w>": 104,
  "le": 105,
  "no</w>": 106,
  "But</w>": 107,
  "but</w>": 108,
  "im": 109,
  "one</w>": 110,
  "ul": 111,
  "ur": 112,
  "all</w>": 113,
  "ation</w>": 114,
  "e.</w>": 115,
  "there</w>": 116,
  "en</w>": 117,
  "em": 118,
  "social</w>": 119,
  "tr": 120,
  "ity</w>": 121,
  "os": 122,
  ".": 123,
  "H": 124,
  "W": 125,
  "k</w>": 126,
  "ma": 127,
  "n</w>": 128,
  "I": 129,
  "I</w>": 130,
  "di": 131,
  "me": 132,
  "our</w>": 133,
  "il": 134,
  "ol": 135,
  "wh": 136,
  "E": 137,
  "can</w>": 138,
  "ch": 139,
  "om": 140,
  "ous</w>": 141,
  "pro": 142,
  "qu": 143,
  "B": 144,
  "ou": 145,
  "si": 146,
  "tic": 147,
  "ts</w>": 148,
  ":</w>": 149,
  "N": 150,
  "P": 151,
  "ad": 152,
  "ate</w>": 153,
  "be": 154,
  "es,</w>": 155,
  "into</w>": 156,
  "ir": 157,
  "may</w>": 158,
  "must</w>": 159,
  "only</w>": 160,
  "per": 161,
  "se": 162,
  "so</w>": 163,
  "ta": 164,
  "y.</w>": 165,
  "O": 166,
  "human</w>": 167,
  "pattern</w>": 168,
  "same</w>": 169,
  "world</w>": 170,
  "1": 171,
  ";</w>": 172,
  "ci": 173,
  "ely</w>": 174,
  "ing": 175,
  "other</w>": 176,
  "ted</w>": 177,
  "ter": 178,
  "tion": 179,
  "tions</w>": 180,
  "ve</w>": 181,
  "way</w>": 182,
  "M": 183,
  "T": 184,
  "ap": 185,
  "been</w>": 186,
  "cl": 187,
  "do</w>": 188,
  "ed": 189,
  "individual</w>": 190,
  "say</w>": 191,
  "t,</w>": 192,
  "It</w>": 193,
  "ic</w>": 194,
  "ist</w>": 195,
  "patterns</w>": 196,
  "ri": 197,
  "they</w>": 198,
  "G": 199,
  "ab": 200,
  "d,</w>": 201,
  "ds</w>": 202,
  "ent": 203,
  "es.</w>": 204,
  "min": 205,
  "par": 206,
  "su": 207,
  "these</w>": 208,
  "when</w>": 209,
  "Eastern</w>": 210,
  "ical</w>": 211,
  "op": 212,
  "other": 213,
  "ro": 214,
  "such</w>": 215,
  "w</w>": 216,
  "8": 217,
  "ally</w>": 218,
  "eg": 219,
  "for": 220,
  "ga": 221,
  "no": 222,
  "own</w>": 223,
  "than</w>": 224,
  "their</w>": 225,
  "tive</w>": 226,
  "D": 227,
  "L": 228,
  "al,</w>": 229,
  "com": 230,
  "ec": 231,
  "ence</w>": 232,
  "ge</w>": 233,
  "ment": 234,
  "pre": 235,
  "psychotherapy</w>": 236,
  "ways</w>": 237,
  "will</w>": 238,
  "Y": 239,
  "about</w>": 240,
  "ce</w>": 241,
  "ch</w>": 242,
  "der": 243,
  "if</w>": 244,
  "ism</w>": 245,
  "ne": 246,
  "some</w>": 247,
  "us": 248,
  "vi": 249,
  "—</w>": 250,
  "For</w>": 251,
  "R": 252,
  "This</w>": 253,
  "all": 254,
  "ation": 255,
  "aw": 256,
  "because</w>": 257,
  "does</w>": 258,
  "enc": 259,
  "gi": 260,
  "id": 261,
  "most</w>": 262,
  "oc": 263,
  "oo": 264,
  "res": 265,
  "th</w>": 266,
  "without</w>": 267,
  "(": 268,
  "7": 269,
  "?</w>": 270,
  "If</w>": 271,
  "able</w>": 272,
  "also</w>": 273,
  "ar</w>": 274,
  "ating</w>": 275,
  "cannot</w>": 276,
  "des": 277,
  "ere</w>": 278,
  "ess</w>": 279,
  "et": 280,
  "ght</w>": 281,
  "ig": 282,
  "int": 283,
  "ism,</w>": 284,
  "king</w>": 285,
  "le,</w>": 286,
  "liberation</w>": 287,
  "ph": 288,
  "rec": 289,
  "se</w>": 290,
  "sense</w>": 291,
  "tur": 292,
  "upon</w>": 293,
  ".\"</w>": 294,
  "Buddh": 295,
  "To</w>": 296,
  "cul": 297,
  "fi": 298,
  "ing,</w>": 299,
  "le</w>": 300,
  "man</w>": 301,
  "mp": 302,
  "my</w>": 303,
  "ni": 304,
  "out</w>": 305,
  "pec": 306,
  "psychiatr": 307,
  "ra": 308,
  "sh": 309,
  "ter</w>": 310,
  "tiv": 311,
  "ture</w>": 312,
  "ving</w>": 313,
  "wor": 314,
  "would</w>": 315,
  "'s</w>": 316,
  "2": 317,
  "9": 318,
  "F": 319,
  "Th": 320,
  "Western</w>": 321,
  "a,</w>": 322,
  "alit": 323,
  "any</w>": 324,
  "ated</w>": 325,
  "between</w>": 326,
  "bl": 327,
  "cont": 328,
  "enti": 329,
  "ev": 330,
  "fac": 331,
  "far</w>": 332,
  "inter": 333,
  "life</w>": 334,
  "many</w>": 335,
  "mo": 336,
  "necess": 337,
  "og": 338,
  "olog": 339,
  "organism</w>": 340,
  "over": 341,
  "ow": 342,
  "p</w>": 343,
  "people</w>": 344,
  "person": 345,
  "pla": 346,
  "sion</w>": 347,
  "sol": 348,
  "struc": 349,
  "them</w>": 350,
  "tic</w>": 351,
  "tical</w>": 352,
  "ver": 353,
  "whole</w>": 354,
  "0": 355,
  "4": 356,
  "6": 357,
  "J": 358,
  "We</w>": 359,
  "ad</w>": 360,
  "aliz": 361,
  "am": 362,
  "ari": 363,
  "ary</w>": 364,
  "ast</w>": 365,
  "ber": 366,
  "conf": 367,
  "conven": 368,
  "defin": 369,
  "dist": 370,
  "even</w>": 371,
  "exist": 372,
  "form": 373,
  "go</w>": 374,
  "gri": 375,
  "interes": 376,
  "pres": 377,
  "psychotherap": 378,
  "religi": 379,
  "rules</w>": 380,
  "society</w>": 381,
  "sp": 382,
  "surviv": 383,
  "them": 384,
  "ther": 385,
  "those</w>": 386,
  "ting</w>": 387,
  "us</w>": 388,
  "who</w>": 389,
  ",\"</w>": 390,
  "5": 391,
  "He</w>": 392,
  "In</w>": 393,
  "ation,</w>": 394,
  "beg": 395,
  "behavior</w>": 396,
  "chang": 397,
  "ever": 398,
  "f</w>": 399,
  "ff": 400,
  "find</w>": 401,
  "hel": 402,
  "how": 403,
  "ish": 404,
  "isol": 405,
  "knowledge</w>": 406,
  "like</w>": 407,
  "make</w>": 408,
  "me</w>": 409,
  "means</w>": 410,
  "ob": 411,
  "om</w>": 412,
  "order</w>": 413,
  "oun": 414,
  "pl": 415,
  "rather</w>": 416,
  "scienc": 417,
  "separ": 418,
  "simply</w>": 419,
  "so": 420,
  "str": 421,
  "t.</w>": 422,
  "thing</w>": 423,
  "ties</w>": 424,
  "tion.</w>": 425,
  "trans": 426,
  "ud": 427,
  "uni": 428,
  "ves</w>": 429,
  "19": 430,
  "almost</w>": 431,
  "book</w>": 432,
  "common</w>": 433,
  "compar": 434,
  "dis": 435,
  "du": 436,
  "ents</w>": 437,
  "environment</w>": 438,
  "ep": 439,
  "happen": 440,
  "him": 441,
  "individual": 442,
  "ings</w>": 443,
  "ist": 444,
  "ks</w>": 445,
  "lu": 446,
  "mis": 447,
  "o</w>": 448,
  "ood</w>": 449,
  "ose</w>": 450,
  "pen": 451,
  "pos": 452,
  "problem": 453,
  "problem</w>": 454,
  "psycho": 455,
  "ques": 456,
  "self-": 457,
  "sen": 458,
  "seri": 459,
  "sim": 460,
  "something</w>": 461,
  "st</w>": 462,
  "te</w>": 463,
  "theor": 464,
  "too</w>": 465,
  "underst": 466,
  "),</w>": 467,
  "..": 468,
  "4</w>": 469,
  "As</w>": 470,
  "Jung": 471,
  "Psych": 472,
  "V": 473,
  "Wes": 474,
  "Wh": 475,
  "always</w>": 476,
  "ard</w>": 477,
  "ation.</w>": 478,
  "att": 479,
  "cle": 480,
  "co": 481,
  "consist": 482,
  "cre": 483,
  "describe</w>": 484,
  "develop": 485,
  "ding</w>": 486,
  "ear": 487,
  "ed.</w>": 488,
  "ful</w>": 489,
  "ha": 490,
  "he": 491,
  "himself</w>": 492,
  "increas": 493,
  "institutions</w>": 494,
  "it,</w>": 495,
  "jec": 496,
  "kind</w>": 497,
  "low": 498,
  "m</w>": 499,
  "metaphysical</w>": 500,
  "much</w>": 501,
  "ology</w>": 502,
  "ong": 503,
  "organism": 504,
  "ound</w>": 505,
  "pe": 506,
  "philosoph": 507,
  "pri": 508,
  "psychology</w>": 509,
  "psychotherapist</w>": 510,
  "put</w>": 511,
  "see</w>": 512,
  "soci": 513,
  "sub": 514,
  "therap": 515,
  "thin": 516,
  "tly</w>": 517,
  "tre": 518,
  "tu": 519,
  "were</w>": 520,
  "work": 521,
  "work</w>": 522,
  "year": 523,
  "ying</w>": 524,
  "ysic": 525,
  "z": 526,
  "/": 527,
  "60": 528,
  "N</w>": 529,
  "There</w>": 530,
  "agre": 531,
  "anc": 532,
  "another</w>": 533,
  "ase</w>": 534,
  "ates</w>": 535,
  "ax": 536,
  "basic</w>": 537,
  "become</w>": 538,
  "becomes</w>": 539,
  "bod": 540,
  "both</w>": 541,
  "ca": 542,
  "cep": 543,
  "chool": 544,
  "communication</w>": 545,
  "complex</w>": 546,
  "conscious</w>": 547,
  "consciousness</w>": 548,
  "consistenc": 549,
  "consistent</w>": 550,
  "could</w>": 551,
  "cultures</w>": 552,
  "describing</w>": 553,
  "ences</w>": 554,
  "et</w>": 555,
  "except</w>": 556,
  "feel</w>": 557,
  "feeling</w>": 558,
  "form</w>": 559,
  "gh": 560,
  "goes</w>": 561,
  "hap": 562,
  "ined</w>": 563,
  "ists</w>": 564,
  "ity,</w>": 565,
  "just</w>": 566,
  "ke": 567,
  "ke</w>": 568,
  "l</w>": 569,
  "long</w>": 570,
  "man": 571,
  "mathema": 572,
  "matter": 573,
  "ment</w>": 574,
  "ments</w>": 575,
  "mi": 576,
  "mor": 577,
  "natural</w>": 578,
  "nec": 579,
  "neur": 580,
  "nor": 581,
  "ons</w>": 582,
  "or,</w>": 583,
  "our": 584,
  "ov": 585,
  "pa": 586,
  "particular</w>": 587,
  "pattern": 588,
  "por": 589,
  "pose</w>": 590,
  "pr": 591,
  "psych": 592,
  "psycholog": 593,
  "reas": 594,
  "reg": 595,
  "rel": 596,
  "relationshi": 597,
  "science</w>": 598,
  "scientific</w>": 599,
  "sion": 600,
  "situ": 601,
  "stu": 602,
  "system</w>": 603,
  "ten": 604,
  "things</w>": 605,
  "though</w>": 606,
  "to": 607,
  "together</w>": 608,
  "univer": 609,
  "up": 610,
  "ure": 611,
  "very</w>": 612,
  "was</w>": 613,
  "world.</w>": 614,
  "writ": 615,
  ")</w>": 616,
  "1</w>": 617,
  "3": 618,
  "Al": 619,
  "Chr": 620,
  "In": 621,
  "New</w>": 622,
  "Ta": 623,
  "When</w>": 624,
  "act</w>": 625,
  "ali": 626,
  "analysis</w>": 627,
  "and,</w>": 628,
  "ans": 629,
  "ard": 630,
  "arly</w>": 631,
  "behavi": 632,
  "being</w>": 633,
  "blish": 634,
  "br": 635,
  "called</w>": 636,
  "certain</w>": 637,
  "change</w>": 638,
  "col": 639,
  "commun": 640,
  "concer": 641,
  "contradic": 642,
  "cor": 643,
  "cri": 644,
  "d.</w>": 645,
  "de</w>": 646,
  "deeply</w>": 647,
  "disciplin": 648,
  "ds,</w>": 649,
  "ed,</w>": 650,
  "enough</w>": 651,
  "entity</w>": 652,
  "environ": 653,
  "ess": 654,
  "ess,</w>": 655,
  "est</w>": 656,
  "fe": 657,
  "forms</w>": 658,
  "fr": 659,
  "fruitful</w>": 660,
  "fu": 661,
  "ful": 662,
  "gr": 663,
  "great</w>": 664,
  "grou": 665,
  "ideas</w>": 666,
  "includ": 667,
  "ing.</w>": 668,
  "inv": 669,
  "ism": 670,
  "itself</w>": 671,
  "j": 672,
  "kes</w>": 673,
  "ks,</w>": 674,
  "language</w>": 675,
  "lec": 676,
  "ly,</w>": 677,
  "made</w>": 678,
  "main</w>": 679,
  "mas": 680,
  "mem": 681,
  "nature</w>": 682,
  "ner": 683,
  "non": 684,
  "now</w>": 685,
  "ns</w>": 686,
  "one's</w>": 687,
  "ough</w>": 688,
  "ould</w>": 689,
  "pas": 690,
  "physical</w>": 691,
  "plac": 692,
  "plic": 693,
  "posi": 694,
  "qui": 695,
  "really</w>": 696,
  "repres": 697,
  "resem": 698,
  "see": 699,
  "seem": 700,
  "spe": 701,
  "speci": 702,
  "ste": 703,
  "still</w>": 704,
  "sur": 705,
  "sy": 706,
  "then,</w>": 707,
  "thus</w>": 708,
  "time</w>": 709,
  "tor": 710,
  "uc": 711,
  "ution</w>": 712,
  "vel": 713,
  "wa": 714,
  "we": 715,
  "wi": 716,
  "yet</w>": 717,
  "|</w>": 718,
  "(19": 719,
  "3</w>": 720,
  "A</w>": 721,
  "An": 722,
  "Chinese</w>": 723,
  "Eas": 724,
  "Freu": 725,
  "I.</w>": 726,
  "Libr": 727,
  "ST</w>": 728,
  "U": 729,
  "Y</w>": 730,
  "Zen</w>": 731,
  "again</w>": 732,
  "ak": 733,
  "al.</w>": 734,
  "appe": 735,
  "assu": 736,
  "ated,</w>": 737,
  "ay</w>": 738,
  "bac": 739,
  "becom": 740,
  "bi": 741,
  "confus": 742,
  "contex": 743,
  "culture": 744,
  "describ": 745,
  "descrip": 746,
  "differ": 747,
  "discussion</w>": 748,
  "efor": 749,
  "ent,</w>": 750,
  "entur": 751,
  "er,</w>": 752,
  "ever</w>": 753,
  "experi": 754,
  "fer": 755,
  "fin": 756,
  "fir": 757,
  "gener": 758,
  "go": 759,
  "gre": 760,
  "growing</w>": 761,
  "idea</w>": 762,
  "igh": 763,
  "important</w>": 764,
  "impossible</w>": 765,
  "individu": 766,
  "indu": 767,
  "inf": 768,
  "invol": 769,
  "ite</w>": 770,
  "itt": 771,
  "kno": 772,
  "materi": 773,
  "need": 774,
  "need</w>": 775,
  "o,</w>": 776,
  "ously</w>": 777,
  "point</w>": 778,
  "pon": 779,
  "prac": 780,
  "psychological</w>": 781,
  "pu": 782,
  "recogniz": 783,
  "religion": 784,
  "ress</w>": 785,
  "revol": 786,
  "ribu": 787,
  "ru": 788,
  "seen</w>": 789,
  "self": 790,
  "self,</w>": 791,
  "sible</w>": 792,
  "sider": 793,
  "sig": 794,
  "sion.</w>": 795,
  "stric": 796,
  "subjec": 797,
  "tal": 798,
  "tech": 799,
  "terms</w>": 800,
  "though": 801,
  "thought</w>": 802,
  "tion,</w>": 803,
  "titu": 804,
  "ton": 805,
  "tou": 806,
  "transl": 807,
  "ture": 808,
  "uring</w>": 809,
  "van": 810,
  "view</w>": 811,
  "well</w>": 812,
  "ys": 813,
  "ything</w>": 814,
  "!": 815,
  ")": 816,
  "*": 817,
  ",": 818,
  "Li": 819,
  "ang": 820,
  "bas": 821,
  "ble</w>": 822,
  "boo": 823,
  "bu": 824,
  "comm": 825,
  "cons": 826,
  "der</w>": 827,
  "diff": 828,
  "disc": 829,
  "discus": 830,
  "em</w>": 831,
  "ether</w>": 832,
  "exper": 833,
  "ld</w>": 834,
  "long": 835,
  "organ": 836,
  "possible</w>": 837,
  "sel": 838,
  "some": 839,
  "tan": 840,
  "the": 841,
  "ty</w>": 842,
  "worl": 843,
  "ys</w>": 844,
  "Ch": 845,
  "Fre": 846,
  "K": 847,
  "anal": 848,
  "atter": 849,
  "atur": 850,
  "bet": 851,
  "bo": 852,
  "chan": 853,
  "conscious": 854,
  "consciousn": 855,
  "fru": 856,
  "gan": 857,
  "gen": 858,
  "ication</w>": 859,
  "ide": 860,
  "institu": 861,
  "ir</w>": 862,
  "iz": 863,
  "langua": 864,
  "mean": 865,
  "metaph": 866,
  "ough": 867,
  "ous": 868,
  "particul": 869,
  "pers": 870,
  "ple</w>": 871,
  "r</w>": 872,
  "row": 873,
  "rul": 874,
  "scienti": 875,
  "societ": 876,
  "syst": 877,
  "ther</w>": 878,
  "uch</w>": 879,
  "under": 880,
  "with": 881,
  "x": 882,
  "&": 883,
  "'": 884,
  "?": 885,
  "aga": 886,
  "analys": 887,
  "caus": 888,
  "cho": 889,
  "comple": 890,
  "ese</w>": 891,
  "feel": 892,
  "grow": 893,
  "importan": 894,
  "kin": 895,
  "liber": 896,
  "lif": 897,
  "ms</w>": 898,
  "otherap": 899,
  "po": 900,
  "shi": 901,
  "stitu": 902,
  "ticul": 903,
  "ut</w>": 904,
  "vol": 905,
  "whol": 906,
  "Jun": 907,
  "T</w>": 908,
  "aph": 909,
  "call": 910,
  "can": 911,
  "contr": 912,
  "divi": 913,
  "en,</w>": 914,
  "hu": 915,
  "iatr": 916,
  "itu": 917,
  "ll</w>": 918,
  "mat": 919,
  "natur": 920,
  "recog": 921,
  "reli": 922,
  "survi": 923,
  "tain</w>": 924,
  "te": 925,
  "tog": 926,
  "whi": 927,
  "%": 928,
  ":": 929,
  "Chin": 930,
  "Q": 931,
  "Z": 932,
  "[": 933,
  "]": 934,
  "angua": 935,
  "becaus": 936,
  "beha": 937,
  "cer": 938,
  "cipl": 939,
  "clud": 940,
  "conv": 941,
  "descri": 942,
  "excep": 943,
  "int</w>": 944,
  "knowled": 945,
  "met": 946,
  "mos": 947,
  "one": 948,
  "oph": 949,
  "ople</w>": 950,
  "ple": 951,
  "rit": 952,
  "scientif": 953,
  "vir": 954,
  "viron": 955,
  "x</w>": 956,
  "©": 957,
  "ü": 958,
  "—": 959
}